Repository: Vigilo/correlator
Catalog: i18n/*/LC_MESSAGES/vigilo-correlator.po
Languages: de, fr

source: The topology has been reloaded.
de: Die Topologie wurde erneut geladen.
fr: L'arbre topologique a été reconstruit.

source: Could not set signal handlers. The correlator may not be able to shutdown cleanly
de: Signalhandler konnte nicht eingestellt werden. Es kann sein, dass der Korrelator nicht sauber herunterfahren kann
fr: Impossible d'installer le gestionnaire de signaux. Le corrélateur risque de ne pas pouvoir être arrêté proprement

source: Dependancies have the following weights: %r
de: Abhängigkeiten haben folgende Gewichtungen: %r
fr: Les poids des dépendances sont les suivants : %r

source: High-level service %(name)r: weight = %(weight)r, state = %(state)r (%(output)r)
de: High-level-Service %(name)r: Gewichtung = %(weight)r, Status = %(state)r (%(output)r)
fr: Service de haut niveau %(name)r : poids = %(weight)r, état = %(state)r (%(output)r)

source: End of impact for HLS %r
de: Auswirkung für HLS %r beendet
fr: Le service de haut niveau %r n'est plus impacté.

source: End of impact for item (%(hostname)r, %(servicename)r)
de: Auswirkungen für Element (%(hostname)r, %(servicename)r) beendet
fr: L'item (%(hostname)r, %(servicename)r) n'est plus impacté.

source: HLS %(hls1)r is impacted by HLS %(hls2)r
de: HLS %(hls1)r ist von HLS %(hls2)r betroffen
fr: Le SHN %(hls1)r est impacté par le SHN %(hls2)r

source: The HLS %r already belonged to this impacted path, ignoring request to add it again.
de: HLS %r gehörte bereits zum betroffenen Pfad, HInzufügen wurde ignoriert
fr: Le SHN %r fait déjà partie de ce chemin d'impact, la requête d'ajout est par conséquent ignorée.

source: Copying path
de: Pfad wird kopiert
fr: Copie du chemin

source: HLS %(hls)r is impacted by item (%(host)r, %(service)r)
de: HLS %(hls)r ist von Element (%(host)r, %(service)r) betroffen
fr: Le SHN %(hls)r est impacté par l'item (%(host)r, %(service)r)r

source: Setting weight for '%s' to None
de: Gewichtung für '%s' wird auf Keine gesetzt
fr: Changement du poids de '%s' en 'None'

source: Updating existing correlated event (%r)
de: Bestehendes korreliertes Ereignis (%r) aktualisieren
fr: Mise à jour d'un événement corrélé existant (%r)

source: Got a reference to a non-existent correlated event (%r), adding as new
de: Verweis auf ein nicht vorhandenes korreliertes Ereignis (%r), wird als neu hinzugefügt
fr: L'événement corrélé référencé (%r) n'existe pas, il est donc ajouté à " "la BDD.

source: Raw event ignored. Reason: status = %r
de: Rohereignis ignoriert. Ursache: Status = %r
fr: Événement brut ignoré. Raison : statut = %r

source: Got a reference to a nonexistent correlated event (%r), skipping this aggregate
de: Verweis auf ein nicht vorhandenes korreliertes Ereignis (%r), Aggregat wird übersprungen
fr: L'événement corrélé référencé (%r) n'existe pas, l'agrégat est ignoré.

source: Creating new correlated event
de: Neues korreliertes Ereignis wird erstellt
fr: Création d'un nouvel événement corrélé

source: Sending correlated event to syslog
de: Korreliertes Ereignis wird an Syslog gesendet
fr: Envoi de l'événement corrélé vers le syslog

source: Received request to add an event on HLS "%s"
de: Anforderung zur Hinzufügung eines Ereignisses auf HLS "%s" erhalten
fr: Réception d'une requête demandant l'ajout d'un événement sur le SHN "%s"

source: Got a reference to a non configured item (%(host)r, %(service)r), skipping event
de: Verweis auf ein nicht konfiguriertes Element (%(host)r, %(service)r) erhalten, Ereignis übersprungen
fr: L'item référencé (%(host)r, %(service)r) n'existe pas, l'événement est ignoré

source: Updating event %r
de: Ereignis %r wird aktualisiert
fr: Mise à jour de l'événement %r

source: Ignoring request to create a new event with state "%s" (nothing alarming here)
de: Anforderung zur Erstellung eines neuen Ereignisse mit Status "%s" wird ignoriert (hier nicht bedenklich)
fr: Demande de création d'un nouvel événement avec l'état "%s" ignorée (rien d'alarmant)

source: Creating new event
de: Neues Ereignis wird erstellt
fr: Création d'un nouvel événement

source: Multiple matching events found, skipping.
de: Mehrere entsprechende Ereignisse gefunden, überspringen.
fr: Plusieurs événements concernant l'item ont été trouvés, message ignoré.

source: Got exception
de: Ausnahme vorhanden
fr: Une exception a été levée

source: Got a reference to a non configured high-level service (%(service)r)
de: Verweis auf einen nicht konfigurierten High-level-Service (%(service)r) vorhanden
fr: Le service de haut niveau référencé (%(service)r) n'existe pas

source: Got a reference to a non configured item (%(host)r, %(service)r), skipping state
de: Verweis auf ein nicht konfiguriertes Element (%(host)r, %(service)r) vorhanden, Status überspringen
fr: L'élément référencé (%(host)r, %(service)r) n'existe pas, l'état est ignoré

source: Merging aggregate #%(src)d with aggregate #%(dest)d
de: Aggregat #%(src)d und Aggregat #%(dest)d werden zusammengeführt
fr: Fusion de l'agrégat #%(src)d avec l'éagrégat #%(dest)d

source: merge_aggregates: Got a reference to a nonexistent source aggregate, aborting
de: merge_aggregates: Verweis auf ein nicht existierendes Quell-Aggregat vorhanden, abbrechen
fr: merge_aggregates: L'agrégat source référencé n'existe pas, annulation

source: merge_aggregates: Got a reference to a nonexistent destination aggregate %r, aborting
de: merge_aggregates: Verweis auf ein nicht existierendes Ziel-Aggregat %r vorhanden, abbrechen
fr: merge_aggregates: L'agrégat destination référencé (%r) n'existe pas, annulation

source: handle_ticket: Trouble ticket message received. Timestamp = %(timestamp)r. Impacted HLS = %(hls)r. Ticket id = %(ticket_id)r. acknowledgement_status = %(ack_status)r. Message = %(message)r.
de: handle_ticket: Trouble-Ticket-Nachricht erhalten. Timestamp = %(timestamp)r. Betroffene HLS = %(hls)r. Ticket id = %(ticket_id)r. acknowledgement_status = %(ack_status)r. Nachricht = %(message)r.
fr: handle_ticket: Message reçu sur un ticket d'incident. Horodatage = %(timestamp)r. SHN impacté = %(hls)r. ID ticket = %(ticket_id)r. état d'acquittement = %(ack_status)r. Message = %(message)r.

source: handle_ticket: No matching trouble ticket found : %r
de: handle_ticket: Kein passendes Trouble Ticket gefunden: %r
fr: handle_ticket: Aucun ticket d'incident trouvé pour %r

source: handle_ticket: Several events seem to be associated with this ticket : %r
de: handle_ticket: Mehrere Ereignisse scheinen zu diesem Ticket : %r zu gehören
fr: handle_ticket: Plusieurs événements semblent associés à ce ticket : %r

source: handle_ticket: The event %(event_id)r is associated with the given ticket (%(ticket_id)r)
de: handle_ticket: Das Ereignis %(event_id)r gehört zu dem gegebenen Ticket (%(ticket_id)r)
fr: handle_ticket: L'événement %(event_id)r est associé au ticket indiqué (%(ticket_id)r)

source: handle_ticket: Got exception while updating event %r history
de: handle_ticket: Ausnahme bei der Aktualisierung des Verlaufs des Ereignisses %r
fr: handle_ticket: Une exception a été levée durant la mise à jour de l'historique de l'événement %r

source: handle_ticket: Event %r history updated successfully.
de: handle_ticket: Verlauf des Ereignisses %r erfolgreich aktualisiert.
fr: handle_ticket: L'historique de l'évenement %r a bien été mis à jour

source: Deleted %(nb_deleted)d expired correlation contexts
de: Gelöschte %(nb_deleted)d abgelaufene Korrelationskontexte
fr: %(nb_deleted)d contextes de corrélation obsolètes ont été supprimés

source: Establishing connection to MemcacheD server (%s)...
de: Verbindung zum MemcacheD Server (%s) wird hergestellt...
fr: Connection en cours au serveur MemcacheD (%s) ...

source: Trying to set value '%(value)s' for key '%(key)s'.
de: Versucht den Wert '%(value)s' für Schlüssel '%(key)s' einzustellen.
fr: Tentative de changement de la valeur de la clé '%(key)s' en '%(value)s'.

source: Trying to get the value of the key '%(key)s'.
de: Versucht, den Wert von Schlüssel '%(key)s' zu erhalten.
fr: Tentative de récupération de la valeur de la clé '%(key)s'.

source: Trying to delete the key '%(key)s'.
de: Versucht, den Schlüssel '%(key)s' zu löschen.
fr: Tentative de suppression de la clé '%(key)s'.

source: Rule %r has already been registered, ignoring attempt to re-register it.
de: Regel %r wurde bereits registriert, der Versuch, sie erneut zu registrieren, wird ignoriert.
fr: La règle %r a déjà été enregistrée, tentative de ré-enregistrement ignorée.

source: The rule %(depended)r must be loaded before %(dependent)r.
de: Regel %(depended)r muss vor %(dependent)r geladen werden.
fr: La règle %(depended)r doit être chargée avant %(dependent)r.

source: Successfully registered rule %r
de: Erfolgreich registrierte Regel %r
fr: Enregistrement de la règle %r réussi

source: Singleton has already been instanciated, ignoring attempt to create a new instance.
de: Singleton wurde bereits instanziiert, der Versuch eine neue Instanz zu erstellen wird ignoriert.
fr: Le singleton a déjà été instancié, demande de création d'une nouvelle instance ignorée.

source: Not a valid rule name "%s"
de: Nicht ein gültiger Regelname "%s"
fr: Nom de règle non valide "%s"

source: Unable to load rule "%s"
de: Unfähig, die Regel "%s" zu laden
fr: Impossible de charger la règle "%s"

source: No information from Vigiconf concerning the topology's last modification date. Therefore the topology has NOT been rebuilt.
de: Keine Information von Vigiconf über das letzte Änderungsdatum der Topologie. Deshalb wurde die Topologie NICHT erneut erstellt.
fr: Aucune information en provenance de Vigiconf concernant la date de dernière modification de la topologie du parc. Par conséquent la topologie N'A PAS été recalculée.

source: Topology has been reloaded.
de: Topologie wurde erneut geladen.
fr: L'arbre topologique a été reconstruit.

source: Sending this payload to the XMPP bus: %r
de: Senden dieser Nutzlast auf den XMPP Bus: %r
fr: Envoi de ce message sur le bus XMPP : %r

source: Rule %(rule_name)s timed out
de: Regel %(rule_name)s abgelaufen
fr: La règle %(rule_name)s a dépassé le délai d'exécution

source: Got item: %s
de: Element: %s vorhanden
fr: Réception d'un élément : %s

source: Skipping unrecognized item (%s)
de: Unbekanntes Element (%s) wird übersprungen
fr: Élément non-reconnu ignoré (%s)

source: The correlator is shutting down due to a previous error
de: Der Korrelator wird aufgrund eines vorhergehenden Fehlers heruntergefahren
fr: Une erreur a été détectée qui va entraîner l'arrêt du corrélateur

source: Spawning for payload: %s
de: Erzeugen für Nutzlast: %s
fr: Traitement du message : %s

source: Received invalid XMPP item ID (None)
de: Ungültige XMPP Element ID (None) erhalten
fr: Réception d'un ID XMPP non valide (None)

source: Validation failure: %s
de: Fehler bei Überprüfung: %s
fr: Échec de la validation : %s

source: Could not connect to the database server, make sure it is running
de: Verbindung zum Datenbank-Server konnte nicht hergestellt werden, überprüfen, dass dieser gestartet wurde
fr: Échec de la connexion à la base de données, veuillez vous assurer que le serveur est démarré

source: Chat message to forward: '%s'
de: Chat Nachricht zur Weiterleitung: '%s'
fr: Message direct à transmettre : '%s'

source: Connection initialized
de: Verbindung initialisiert
fr: Connexion initialisée

source: Starting the queue manager with a delay of %f seconds.
de: Warteschlangen-Manager wird in %f Sekunden gestartet.
fr: Démarrage du gestionnaire de file avec un délai de %f secondes.

source: Connection lost
de: Verbindung verloren
fr: Connexion perdue

source: No destination node configured for messages of type '%s'. Skipping.
de: Kein Zielknoten für Nachrichten vom Typ '%s' konfiguriert. Überspringen.
fr: Aucun nœud cible configuré pour les messages de type '%s'. Message ignoré.

source: Got an exception while running rule %(rule)s. Running the correlator in the foreground (%(prog)s -n) may help troubleshooting
de: Ausnahme während der Ausführung der Regel %(rule)s. Ausführen der Korrelator im Vordergrund (%(prog)s -n) kann Problemlösungen helfen
fr: Exception levée pendant la règle %(rule)s. Lancer le corrélateur au premier plan (%(prog)s -n) peut aider à déboguer

source: The rule "%(rule)s" requires a section called "%(section)s" be present in the configuration file. Skipping this rule until the configuration gets fixed!
de: Die Regel "%(rule)s" benötigt eine Sektion "%(section)s" in der Konfigurationsdatei. Überspringen dieser Regel, bis die Konfiguration wird festgelegt !
fr: La règle "%(rule)s" a besoin d'une section nommée "%(section)s" dans le fichier de configuration. Désactivation de cette règle jusqu'à ce que la configuration soit corrigée !

source: The rule "%(rule)s" requires a parameter called "%(param)s" under the section [%(section)s]. Skipping this rule until its configuration gets fixed!
de: Die Regel "%(rule)s" benötigt einen Parameter "%(param)s" unter der Sektion [%(section)s]. Überspringen dieser Regel, bis die Konfiguration wird festgelegt !
fr: La règle "%(rule)s" a besoin d'un paramètre appelé "%(param)s" dans la section [%(section)s]. Désactivation de cette règle jusqu'à ce que la configuration soit corrigée !

source: id %(id)s payload %(payload)s
de: id %(id)s Nutzlast %(payload)s
fr: id %(id)s message %(payload)s

source: Impacted HLS = %(affected_hls)r for (%(hostname)r, %(servicename)r)
de: Betroffene HLS = %(affected_hls)r für (%(hostname)r, %(servicename)r)
fr: HLS impactés par (%(hostname)r, %(servicename)r) = %(affected_hls)r

source: The priority for the alert on (%(hostname)r, %(servicename)r) is %(priority)r.
de: Die Priorität für die Benachrichtigung auf (%(hostname)r, %(servicename)r) ist %(priority)r.
fr: La priorité de l'événement corrélé causé par (%(hostname)r, %(servicename)r) est %(priority)r.

source: The priority of the correlated event(s) %(updated)d has been updated, based on information about the HLS %(hls)r
de: Die Priorität der korrelierten Ereignis(se) %(updated)d wurde aufgrund der Information über HLS %(hls)r aktualisiert
fr: La priorité des événements corrélés %(updated)d a été mise à jour, en utilisant les informations concernant le SHN %(hls)r

source: The state for '%(servicename)s' on '%(hostname)s' did not change or indicates no problem whatsoever. The occurrences counter has not been incremented. New state = %(statename)r vs %(previous_statename)r -- Occurrences: %(occurrences)d
de: Der Status für '%(servicename)s' auf '%(hostname)s' hat sich nicht geändert oder weist auf kein Problem hin. Der Vorkommenszähler wurde nicht inkrementiert. Neuer Status = %(statename)r vs %(previous_statename)r -- Vorkommen: %(occurrences)d
fr: L'état pour '%(servicename)s' sur '%(hostname)s' n'a pas changé ou n'indique aucun problème. Le compteur d'occurrences n'a pas été incrémenté. Nouvel état = %(statename)r contre %(previous_statename)r. Occurrences : %(occurrences)d

source: Host: %(hostname)s, service: %(servicename)s, occurrences: %(occurrences)d
de: Host: %(hostname)s, Service: %(servicename)s, Vorkommen: %(occurrences)d
fr: Hôte : %(hostname)s, service : %(servicename)s, occurrences : %(occurrences)d
